Repository: liamcharger/live-lyrics-iOS
Catalog: Lyrics/Localizable.xcstrings
Source language: en
Languages: es, fr

# stay_in_loop_enable_notifications
source: Stay in the loop when a friend shares a song or folder. Click to enable notifications.
es: Mantente informado cuando un amigo comparta una canción o carpeta. Haz clic para activar las notificaciones.
fr: Restez informé lorsqu'un ami partage une chanson ou un dossier. Cliquez pour activer les notifications.

source: Success!
es: ¡Éxito!

# support_the_developers
source: Support the developer—signing up helps us make the app better
es: Apoye al desarrollador: inscribirse nos ayuda a mejorar la aplicación.
fr: Soutenir le développeur - s'inscrire nous aide à améliorer l'application.

# synonym_title
source: Synonyms for
es: Sinónimos de
fr: Synonymes de

source: Synonyms for "%@"
es: Sinónimos de «%@»

# tag_blue
source: Blue
es: Azul
fr: Bleu

# tag_green
source: Green
es: Verde
fr: Vert

# tag_orange
source: Orange
es: Naranja

# tag_red
source: Red
es: Rojo
fr: Rouge

# tag_yellow
source: Yellow
es: Amarillo

source: Tags
es: Etiquetas

source: Tap to enter your notes...
es: Pulse para introducir sus notas...

source: There was an unknown error while processing your request.
es: Se ha producido un error desconocido al procesar su solicitud.
fr: Une erreur inconnue s'est produite lors du traitement de votre demande.

source: These settings are not specific to song variations.
es: Estos ajustes no son específicos de las variaciones de las canciones.

source: Thin
es: Delgado
fr: Mince

source: This item cannot be purchased due to device restrictions.
es: Este artículo no puede comprarse debido a restricciones del dispositivo.
fr: Cet article ne peut être acheté en raison de restrictions liées à l'appareil.

source: Title
es: Título
fr: Titre

source: To join a band, enter the six digit code from a band administrator.
es: Para unirse a una banda, introduzca el código de seis dígitos de un administrador de banda.

source: To sync your lyrics, use the button below to scroll the lyrics at the desired time.
es: Para sincronizar la letra, utiliza el botón de abajo para desplazarte por la letra en el momento deseado.
fr: Pour synchroniser vos paroles, utilisez le bouton ci-dessous pour faire défiler les paroles au moment voulu.

source: Top Results
es: Los mejores resultados

source: Type:
es: Tipo:

source: Ultra Light
es: Ultraligero

source: Understood
es: Entendido

# unknown_error_adding_songs
source: There was an unknown error while adding the song to your library.
es: Se ha producido un error desconocido al añadir la canción a tu biblioteca.
fr: Une erreur inconnue s'est produite lors de l'ajout de la chanson à votre bibliothèque.

source: Unpin
es: Desenganche
fr: Épingler

source: Update Available
es: Actualización disponible

# url_cant_be_opened
source: The URL could not be opened.
es: No se ha podido abrir la URL.

source: Variations
es: Variaciones

source: Vibrations
es: Vibraciones

source: Want to add members to your band?
es: ¿Quieres añadir miembros a tu banda?

source: Want to save a word?
es: ¿Quieres guardar una palabra?

source: Want to save this song?
es: ¿Quieres salvar esta canción?
fr: Vous voulez sauvegarder cette chanson ?

source: WARNING: This action is permanant and cannot be undone!
es: ADVERTENCIA: Esta acción es permanente y no se puede deshacer.
fr: AVERTISSEMENT : Cette action est permanente et ne peut être annulée !

source: We know, yet another subscription to pay for every month. But...with this one you get:
es: Lo sabemos, otra suscripción que pagar cada mes. Pero... con esta tienes:

source: Welcome back to Live Lyrics.
es: Bienvenido de nuevo a Live Lyrics.

source: Welcome to Live Lyrics.
es: Bienvenido a Live Lyrics.
fr: Bienvenue à Live Lyrics.

source: What's New in Live Lyrics
es: Novedades de Live Lyrics.

source: Word Count Style
es: Estilo de recuento de palabras
fr: Style du nombre de mots

source: Words
es: Palabras
fr: Mots

source: Words related to "%@"
es: Palabras relacionadas con «%@»
fr: Mots liés à "%@"

source: Words starting with "%@"
es: Palabras que empiezan por «%@»

source: Working on it...
es: Trabajando en ello...

# world_of_worlds_at_your_fingertips
source: Rhymes, synonyms, antynoms—a world of words at your fingertips (yeah, we thought that was kind of cheesy, too.)
es: Rimas, sinónimos, antónimos: un mundo de palabras al alcance de tu mano (sí, a nosotros también nos ha parecido un poco cursi).
fr: Rimes, synonymes, antonymes - un monde de mots au bout des doigts (oui, on a trouvé ça un peu ringard aussi).

source: Yes, there's a
es: Sí, hay un

source: You need to add lyrics to a variation to create it.
es: Es necesario añadir letra a una variación para crearla.

source: You no longer have access to this song.
es: Ya no tienes acceso a esta canción.
fr: Vous n'avez plus accès à cette chanson.

# you_dont_have_any_folder_songs
source: We didn’t find any songs here.
es: No encontramos ninguna canción aquí.
fr: Nous n'avons pas trouvé de chansons ici.

# you_dont_have_any_folders
source: We didn’t find any folders here.
es: No encontramos ninguna carpeta aquí.

# you_dont_have_any_songs
source: We didn’t find any songs here. Go and create some!
es: No hemos encontrado ninguna canción aquí. ¡Ve y crea algunas!

source: Your lyrics were updated after the last sync.
es: Tus letras se actualizaron después de la última sincronización.
fr: Vos paroles ont été mises à jour après la dernière synchronisation.

source: Your password must be at least 6 characters long.
es: Su contraseña debe tener al menos 6 caracteres.
fr: Votre mot de passe doit comporter au moins 6 caractères.

source: Your song doesn't have any lyrics. Continue anyway?
es: Tu canción no tiene letra. ¿Continúa de todos modos?

source: You’re offline
es: Estás desconectado
fr: Vous êtes hors ligne

source: Error
fr: Erreur

source: Re-sync Lyrics
fr: Re-synchronisation des paroles

source: Regular
fr: Régulière

source: Semibold
fr: Semi-gras
